export const HOLO_GROUPS = [
  {
    name: '１期生',
    members: [
      '夜空メル',
      'アキロゼ',
      '赤井はあと',
      '白上フブキ',
      '夏色まつり',
    ],
  },
  {
    name: '２期生',
    members: [
      '湊あくあ',
      '紫咲シオン',
      '百鬼あやめ',
      '癒月ちょこ',
      '大空スバル',
    ],
  },
  {
    name: 'ゲーマ',
    members: [
      '大神ミオ',
      '猫又おかゆ',
      '戌神ころね',
    ],
  },
  {
    name: '３期生',
    members: [
      '兎田ぺこら',
      '潤羽るしあ',
      '不知火フレア',
      '白銀ノエル',
      '宝鐘マリン',
    ],
  },
  {
    name: '４期生',
    members: [
      '天音かなた',
      '桐生ココ',
      '角巻わため',
      '常闇トワ',
      '姫森ルーナ',
    ],
  },
  {
    name: '５期生',
    members: [
      '雪花ラミィ',
      '桃鈴ねね',
      '獅白ぼたん',
      '尾丸ポルカ',
    ],
  },
  {
    name: 'ホ（他',
    members: [
      'ときのそら',
      'ロボ子さん',
      'さくらみこ',
      '星街すいせい',
      'AZKi',
    ],
  },
];

export const HOLO_LIST = HOLO_GROUPS.map((x) => x.members).flat();
